[iris_vo_ep5_01_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Motor Momma loves talented drivers. If you can successfully make enough sweet-ass jumps before the time runs out, that cannibalistic witch might be impressed enough to fight you.",Time=0)

[iris_vo_ep5_02_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Alright, sugar -- looks like they call this one ''The Death Race''. You've gotta speed across the crater and kill a bunch of bikers along the way. If you do well, Motor Momma might lift her shirt for us. Metaphorically.",Time=0)

[iris_vo_ep5_03_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I was hoping you'd choose this one, sugar. If you can fight off a few waves of bikers with nothing but a rocket launcher and exploding barrels, I'm sure Motor Momma will sit up and take notice.",Time=0)

[iris_vo_ep5_04_echo_motormomma]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, hi! I'm Motor Momma, and I see you've been trying to get my attention. If you like, we could fight each other and see which of us is the best! Sound fun? I'll be waiting for you!",Time=0)

[iris_vo_ep5_05_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Don't let her voice throw you -- Motor Momma is a stone-cold psychopath. I don't want to get too graphic, but let's just say she eats her own children.",Time=0)

[iris_vo_ep5_06_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THE VAULT HUNTER'S GOIN' AFTER MOTOR MOMMA FOR THE NUMBER THREE SPOT ON THE TORGUE LEADERBOARD! I'M GLAD SOMEBODY IS ACTUALLY MAKIN' AN EFFORT TO FIGHT OTHER GLADIATORS! THE REST OF YOU HORKS ARE JUST SITTING AROUND WAITING FOR CHALLENGERS TO COME TO YOU! P*SSIES!",Time=0)

[iris_vo_ep5_07_echo_motormomma]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I must say, I'm really looking forward to our fight! I've been waiting to fight a real warrior, and havin' watched you in action I truly believe that you will make me work hard before I ultimately kill you and devour your body.",Time=0)

[iris_vo_ep5_08_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Be careful -- Motor Momma loves vehicles. That's what attracted her to me in the first place. Oh, did I mention we dated for a while? Had to break it off once she devoured one of my other girlfriends alive. Nobody eats my ladyfriends but me -- oh, god. Too far. That was in bad taste. Vomited in my mouth a little bit. Sorry, the, uh -- the innuendo talk is a defense mechanism.",Time=0)

[iris_vo_ep5_09_echo_motormomma]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh -- I nearly forgot to mention! If you would like me to not eat you until after you are dead, I understand and respect your wishes. I will also completely ignore them.",Time=0)

[iris_vo_ep5_10_live_motormomma]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm so glad you could make it! I'm going to kill you and make sandwiches out of your corpse!",Time=0)

[iris_vo_ep5_11_live_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="IT'S THAT TIME AGAIN! \n            \n MOTOR MOMMA VERSUS THE VAULT HUNTER! FIGHT!",Time=0)

[iris_vo_ep5_12_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="AND THE FIGHT BEGINS! FOR COLOR COMMENTARY, I'M NOW JOINED VIA ECHO BY THE VAULT HUNTER'S MANAGER, MOXXI.",Time=0)

[iris_vo_ep5_13_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Pleasure to be here, Torgue!",Time=0)

[iris_vo_ep5_14_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="MOTOR MOMMA IS ONE OF THE DEADLIEST GLADIATORS THIS PLANET HAS EVER SEEN, MOXXI. WHAT MAKES YOU THINK YOUR VAULT HUNTER HAS A CHANCE?",Time=0)

[iris_vo_ep5_15_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Simple, Torgue. Motor Momma may have a chip on her shoulder and a gut full of baby flesh, but my Vault Hunter survived a run-in with Handsome Jack himself.",Time=0)

[iris_vo_ep5_16_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="HOLY SH*TSOCKS, THAT'S IMPRESSIVE! LADIES AND GENTS, THIS IS GONNA BE A HELL OF A MATCH!",Time=0)

[iris_vo_ep5_17_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="YOUR FIGHTER'S DOIN' GOOD, MOXXI!",Time=0)

[iris_vo_ep5_18_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Don't I know it. Nobody fights stronger or lasts longer than my Vault Hunter.",Time=0)

[iris_vo_ep5_19_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="INNUENDO!",Time=0)

[iris_vo_ep5_21_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Stick and move! Stick and move! You got this, shawty!",Time=0)

[iris_vo_ep5_22_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THE VAULT HUNTER WINS!",Time=0)

[iris_vo_ep5_23_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What'd I tell ya?!",Time=0)

[iris_vo_ep5_24_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="LADIES AND GENTS, THE VAULT HUNTER IS NOW THE NUMBER THREE BADASS ON PANDORA! THIS IS ONE NUMBER HIGHER THAN FOUR!",Time=0)

[iris_vo_ep5_25_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Well, uh... well said.",Time=0)

[iris_vo_ep5_26_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="YOUR KIND WORDS ARE APPRECIATED!",Time=0)

[iris_vo_ep5_27_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, sugar. Come on back when you're done over there.",Time=0)

[iris_vo_ep5_28_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="So, you got the number three ranking. But you know what you don't got? A body fat level of under one percent. How many pecs do you have? Two? I have thirteen! You are nothin' compared to me.",Time=0)

[iris_vo_ep5_29_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Shawty, I was watchin' you fight Motor Momma, and I just wanna say: damn, girl. You. Is. A pimp. I just... MM!",Time=0)

[iris_vo_ep5_30_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You know what you are to me, kid? You're a tick I can't burn off. You're an itch I can't quite scratch. You're a piece of goddamn broccoli stuck in my teeth. But soon, I'm gonna get rid of you for good.",Time=0)

[iris_vo_ep5_31_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You ain't broccoli! Broccoli tastes like butt.",Time=0)

[iris_vo_ep5_32_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Time to go for the number two ranking, sugar.",Time=0)